{
	"id": "Monitoring",
	"name": "Monitoring",
	"pluginVersion": "3.4.4",
	"description": {
		"fr_FR": "Plugin pour surveiller vos systèmes Linux, NAS (Synology, QNAP, Medion), Proxmox, LXC et routeurs ASUS-WRT (locaux ou distants via SSH) : distribution, uptime, charge système, RAM, swap, disques, réseau, CPU, températures et commandes personnalisées.",
		"en_US": "Plugin to monitor your Linux systems, NAS (Synology, QNAP, Medion), Proxmox, LXC and ASUS-WRT routers (local or remote via SSH): distribution, uptime, system load, RAM, swap, disks, network, CPU, temperatures and custom commands.",
		"es_ES": "Plugin para supervisar sus sistemas Linux, NAS (Synology, QNAP, Medion), Proxmox, LXC y routers ASUS-WRT (locales o remotos a través de SSH): distribución, uptime, carga del sistema, RAM, swap, discos, red, CPU, temperaturas y comandos personalizados.",
		"de_DE": "Plugin zur Überwachung Ihrer Linux-Systeme, NAS (Synology, QNAP, Medion), Proxmox, LXC und ASUS-WRT-Router (lokal oder remote über SSH): Distribution, Uptime, Systemlast, RAM, Swap, Festplatten, Netzwerk, CPU, Temperaturen und benutzerdefinierte Befehle.",
		"it_IT": "Plugin per monitorare i tuoi sistemi Linux, NAS (Synology, QNAP, Medion), Proxmox, LXC e router ASUS-WRT (locali o remoti tramite SSH): distribuzione, uptime, carico del sistema, RAM, swap, dischi, rete, CPU, temperature e comandi personalizzati.",
		"pt_PT": "Plugin para monitorizar os seus sistemas Linux, NAS (Synology, QNAP, Medion), Proxmox, LXC e routers ASUS-WRT (locais ou remotos via SSH): distribuição, uptime, carga do sistema, RAM, swap, discos, rede, CPU, temperaturas e comandos personalizados."
	},
	"utilization": "Créez un équipement, définissez son type (local/distant SSH), activez les commandes souhaitées et configurez les seuils d'alerte pour une surveillance optimale.",
	"licence": "AGPL",
	"author": "TiTidom",
	"require": "4.4.2",
	"hasDependency": true,
	"category": "monitoring",
	"language": [
		"de_DE",
		"en_US",
		"es_ES",
		"fr_FR",
		"it_IT",
		"pt_PT"
	],
	"compatibility": [
		"smart",
		"rpi",
		"docker",
		"diy",
		"v4",
		"atlas"
	],
	"os": {
		"min": 11
	},
	"link": {
		"forum": "https://community.jeedom.com/tag/plugin-monitoring",
		"video": ""
	},
	"changelog": "https://titidom-rc.github.io/Documentation/#language#/Monitoring/changelog",
	"documentation": "https://titidom-rc.github.io/Documentation/#language#/Monitoring/index",
	"changelog_beta": "https://titidom-rc.github.io/Documentation/#language#/Monitoring/beta/changelog",
	"documentation_beta": "https://titidom-rc.github.io/Documentation/#language#/Monitoring/beta/index"
}